<div style="display: flex; justify-content: center">
    <div class="country_label"><a href="/help/pl">Польща</a></div>
    <div class="country_label"><a href="/help/de">Німеччина</a></div>
    <div class="country_label"><a href="/help/cz">Чехія</a></div>
</div>

<div style="margin: 1.5em">
    Зараз ЄС з’ясовує, який правовий статус отримають люди з України. Обговорюється застосування так званого «тимчасового захисту» згідно директиви 2001/55/EG.
    Тут Ви знайдете більше інформації, яка буде постійно оновлюватися.
</div>
<div style="margin: 1.5em">
    Якщо у Вас є біометричний паспорт або шенгенська віза, Ви легально перебуваєте у Німеччині.
    Подавати заяву на азиль не потрібно. Подача заяви на азиль означитиме низку обмежень: Ви не зможете працювати, Вас можуть скерувати у будь-яке інше місце в
    Німеччині згідно з квотами розподілу заявників між федеральними землями і Ви не зможете вільно вибрати, де Ви хочете жити.
</div>
<div style="margin: 1.5em">
    Питання права на працю також зараз
    з’ясовуються. Якщо Ви в’їхали без візи або з шенгенською візою, то Ви поки що не можете працювати. Якщо у Вас довготривала, національна або робоча віза, Ви можете працювати.
</div>

<style>
    .country_label{
        padding: 1em 2em;
        margin: 1em;
        background-color: #afe2ff;
        border-radius: 50px;
    }

    .country_label:hover{
        background-color: #ccebfa;
    }
</style>
