<script>
    import '../../app.css'
</script>

<div>
    Зараз ЄС з’ясовує, який правовий статус отримають люди з України. Обговорюється застосування так званого «тимчасового захисту» згідно директиви 2001/55/EG.
    Тут Ви знайдете більше інформації, яка буде постійно оновлюватися.
</div>
<div>
    Якщо у Вас є біометричний паспорт або шенгенська віза, Ви легально перебуваєте у Німеччині.
    Подавати заяву на азиль не потрібно. Подача заяви на азиль означитиме низку обмежень: Ви не зможете працювати, Вас можуть скерувати у будь-яке інше місце в
    Німеччині згідно з квотами розподілу заявників між федеральними землями і Ви не зможете вільно вибрати, де Ви хочете жити.
</div>
<div>
    Питання права на працю також зараз
    з’ясовуються. Якщо Ви в’їхали без візи або з шенгенською візою, то Ви поки що не можете працювати. Якщо у Вас довготривала, національна або робоча віза, Ви можете працювати.
</div>

<div style="display: flex; justify-content: center">
    <div class="country_label"><a href="/help/pl">Польща</a></div>
    <div class="country_label"><a href="/help/de">Німеччина</a></div>
    <div class="country_label"><a href="/help/cz">Чехія</a></div>
    <div class="country_label"><a href="/help/gr">Греція</a></div>
</div>