<div>
	Зараз ЄС з’ясовує, який правовий статус отримають люди з України. Обговорюється застосування так
	званого «тимчасового захисту» згідно директиви 2001/55/EG. Тут Ви знайдете більше інформації, яка
	буде постійно оновлюватися.
</div>
<div>
	Якщо у Вас є біометричний паспорт або шенгенська віза, Ви легально перебуваєте у Німеччині.
	Подавати заяву на азиль не потрібно. Подача заяви на азиль означитиме низку обмежень: Ви не
	зможете працювати, Вас можуть скерувати у будь-яке інше місце в Німеччині згідно з квотами
	розподілу заявників між федеральними землями і Ви не зможете вільно вибрати, де Ви хочете жити.
</div>
<div>
	Питання права на працю також зараз з’ясовуються. Якщо Ви в’їхали без візи або з шенгенською візою,
	то Ви поки що не можете працювати. Якщо у Вас довготривала, національна або робоча віза, Ви можете
	працювати.
</div>

<div style="display: flex; justify-content: center">
    <a href="/help/pl"><div class="country_label">Польща</div></a>
    <a href="/help/de"><div class="country_label">Німеччина</div></a>
    <a href="/help/cz"><div class="country_label">Чехія</div></a>
    <a href="/help/gr"><div class="country_label">Греція</div></a>
	<a href="/help/fr"><div class="country_label">France</div></a>
	<a href="/help/hu"><div class="country_label">Hungary</div></a>
	<a href="/help/ro"><div class="country_label">Romania</div></a>
	<a href="/help/md"><div class="country_label">Moldova</div></a>
</div>
