<script>
    import Cities from "../components/Cities.svelte";
</script>
<h2>Transport</h2>
<div>
    <h3>Deutsche Bahn (Дойче бан) - німецька залізниця</h3>
    <p>Переглянути розклад потягів ви можете за <a href="https://www.bahn.de/" class="link" target="_blank">посиланням</a> або через офіційний додаток
        у <a class="link" target="_blank" href="https://apps.apple.com/de/app/db-navigator/id343555245">app store</a>,
        <a class="link" target="_blank" href="https://play.google.com/store/apps/details?id=de.hafas.android.db&dbkanal_007=teaserBlock_1-2_button_FrAndroid">google play</a> та
        <a class="link" target="_blank" href="https://appgallery.huawei.com/#/app/C103174615?dbkanal_007=teaserBlock_1-3_button_FrHuawei">app gallery</a>.
    <p>Проїзд для українців - безкоштовний. Інформація з сайту німецької залізниці
        (<a target="_blank" class="link" href="https://www.bahn.de/info/helpukraine">https://www.bahn.de/info/helpukraine</a>):
    </p>
    <p>
        Маючи при собі український (закордонний) паспорт чи ID-картку, ви маєте можливість безкоштовного проїзду
        в поїздах до Берліну, Дрездену, Нюрнбергу та Мюнхену; наявність квитка за цими маршрутами не потрібна.
    </p>
    <p>
        Але якщо ви плануєте їхати далі від вище вказаних міст, то вам необхідно звернутися
        в Центр подорожуючих німецької залізниці «DB Reisezentrum» чи в представницьку агенцію компанії «DB»
        та отримати безкоштовний квиток з позначкою „helpukraine“ («допомогадляукраїни»).
        Квиток дає право на проїзд у вагонах 2-го класу і дійсний до кінцевої точки призначення.
        Під час перевірки квитків пред’явіть, будь ласка, борд-провіднику поїзда документ, що засвідчує вашу особу: український (закордонний) паспорт чи ID-картку.
    </p>
    <p>
        Для проїзду у поїздах приміського сполучення (RE/RB/S-Bahn) квиток не потрібний, достатньо лише мати при собі документ, що засвідчує особу.
    </p>
</div>
<div>
    <h3>Проживання</h3>
    <div>
        Якщо у вас є можливість самостiйно знайти житло (родичi, друзi), бажано спочатку скористатися нею.
        Якщо у вас немає такої можливостi, зверніться до місцевого Управління міграції. Оберіть місто в якому ви знаходитесь з переліку, там буде адреса відповідного управління.
    </div>
</div>
<Cities />
