The gov page does not work https://czechia.mfa.gov.ua/ Якщо ви зупинились у знайомих, вам необхідно
зареєструватись в Поліції Чеської Республіки. В інших випадках вас зареєструє орендодавець. Якщо ви
захочете залучитись до буденного життя та почати працювати, ви можете подати заявку на отримання
спеціального типу довгострокової візи, яку видають відділення Міністерства внутрішніх справ
Департаменту з питань притулку та міграційної політики (MV OAMP). Після цього ви зможете знайти
роботу та подати заявку на отримання дозволу на працевлаштування в Центру зайнятості. всіх областях
було відкрито Обласні центри допомоги для України. В центрі можете реєструватися, подати заяву на
спеціальну довгострокову візу. Вам також буде надано подальшу допопогу, в тому числі і проживання.
Якщо вам потрібна додаткова інформація, зателефонуйте на інформаційну лінію +420 974 801 802. Вони
нададуть вам загальну інформацію. Ви можете приїхати до Реєстраційного гуманітарного центру Вишні
Лготи (Vyšní Lhoty), адреса: Вишні Лготи 234, 739 51 (Vyšní Lhoty), де вам нададуть подальшу
допомогу. https://www.mvcr.cz/clanek/informace-pro-obcany-ukrajiny.aspx?q=Y2hudW09Mg%3d%3d
https://www.mvcr.cz/docDetail.aspx?docid=21573507&doctype=ART
https://www.mvcr.cz/clanek/seznam-krajskych-asistencnich-center-pomoci-ukrajine.aspx
