<h2>Transport</h2>
<div>
    <h3>Deutsche Bahn (Дойче бан) - німецька залізниця</h3>
    <p>Переглянути розклад потягів ви можете:</p>
    <ul>
        <li>За <a href="https://www.bahn.de/" target="_blank">посиланням</a></li>
        <li>Через офіційний додаток</li>
    </ul>
    <p>Проїзд для українців - безкоштовний. Інформація з сайту німецької залізниці
        (<a target="_blank" href="https://www.bahn.de/info/helpukraine">https://www.bahn.de/info/helpukraine</a>):</p>
    <p>
        Маючи при собі український (закордонний) паспорт чи ID-картку, ви маєте можливість безкоштовного проїзду
        в поїздах до Берліну, Дрездену, Нюрнбергу та Мюнхену; наявність квитка за цими маршрутами не потрібна.
    </p>
    <p>
        Але якщо ви плануєте їхати далі від вище вказаних міст, то вам необхідно звернутися
        в Центр подорожуючих німецької залізниці «DB Reisezentrum» чи в представницьку агенцію компанії «DB»
        та отримати безкоштовний квиток з позначкою „helpukraine“ («допомогадляукраїни»).
        Квиток дає право на проїзд у вагонах 2-го класу і дійсний до кінцевої точки призначення.
        Під час перевірки квитків пред’явіть, будь ласка, борд-провіднику поїзда документ, що засвідчує вашу особу: український (закордонний) паспорт чи ID-картку.
    </p>
    <p>
        Для проїзду у поїздах приміського сполучення (RE/RB/S-Bahn) квиток не потрібний, достатньо лише мати при собі документ, що засвідчує особу.
    </p>
</div>

<div>
    <h3></h3>
    <p>Рекомендовано зарєєструватися по приїзді, щоб отримувати фінансову підтримку.</p>
</div>
